Repository: psyKomicron/Winnerino
Catalog: Winnerino/Winnerino/Resources.lang-*.resw
Source language: en_us
Languages: fr_fr

# AdditionalSettingsAcrylicRadioButton.Content
source: Acrylic
fr_fr: Acrylique

# AdditionalSettingsAnimatedIconCheckBox.Content
source: Title bar animated icon
fr_fr: Icone animée

# AdditionalSettingsAppDataExpander.Subtitle
source: Clear and export settings, clear temporary data
fr_fr: Supprimer et exporter les paramètres, supprimer les fichiers temporaires de l'application

# AdditionalSettingsAppDataExpander.Title
source: App data
fr_fr: Données de l'application

# AdditionalSettingsAppearanceExpander.Subtitle
source: Title bar, secondary windows appearance
fr_fr: Paramètres des fenetres

# AdditionalSettingsAppearanceExpander.Title
source: Appearance
fr_fr: Apparence

# AdditionalSettingsAppThemeExpander.Subtitle
source: Choose application theme
fr_fr: Choisir le thème de l'application

# AdditionalSettingsAppThemeExpander.Title
source: App theme
fr_fr: Thème de l'application

# AdditionalSettingsDarkThemeRadioButton.Content
source: Dark
fr_fr: Sombre

# AdditionalSettingsDefaultThemeRadioButton.Content
source: Use system setting
fr_fr: Utiliser le paramètre du système

# AdditionalSettingsExportSettingsTextBlock.Text
source: Export settings
fr_fr: Exporter les paramètres

# AdditionalSettingsGeneralExpander.Subtitle
source: Navigation, history, startup
fr_fr: Navigation, historique, démarrage

# AdditionalSettingsGeneralExpander.Title
source: General
fr_fr: Général

# AdditionalSettingsKeepFilePropertiesWindowOnTop.Content
source: Keep file properties window on top
fr_fr: Garder la fenetre de propriétés d'un fichier au dessus des autres

# AdditionalSettingsLightThemeRadioButton.Content
source: Light
fr_fr: Lumineux

# AdditionalSettingsLoadLastPageCheckBox.Content
source: Save and restore last page
fr_fr: Conserver les pages ouvertes

# AdditionalSettingsNotificationsExpander.Subtitle
source: Turn notifications on/off
fr_fr: Autoriser les notifications

# AdditionalSettingsResetSettingsTextBlock.Text
source: Reset settings
fr_fr: Effacer les paramètres de l'application

# AdditionalSettingsTitleTextBlock.Text
source: Additional settings
fr_fr: Paramètres supplémentaires

# AdditionalSettingsTransparencyEffectExpander.Subtitle
source: Use tranparency effects, control transparency type
fr_fr: Autoriser et choisir les effets de transparence

# AdditionalSettingsTransparencyEffectExpander.Title
source: Tranparency effects
fr_fr: Effets de transparence

# ChooseTransparencyEffectType.Text
source: Choose transparency effect type
fr_fr: Choix du type d'effet de transparence

# FileTabAlphabeticalSortButton.Text
source: Alphabetical
fr_fr: Alphabétique

# FileTabClearFavoritesButton.Label
source: Clear favorites
fr_fr: Effacer les favoris

# FileTabDownloadsNavigationItem.Content
source: Downloads
fr_fr: Téléchargements

# FileTabFavoriteButton.Label
source: Add to favorites
fr_fr: Favoris

# FileTabMusicNavigationItem.Content
source: Music
fr_fr: Musique

# FileTabPathInputBox.PlaceholderText
source: Path
fr_fr: Chemin

# FileTabPicturesNavigationItem.Content
source: Pictures
fr_fr: Photos

# FileTabRefreshButton.Label
source: Refresh
fr_fr: Rafraichir

# FileTabSettingsButton.Label
source: Settings
fr_fr: Paramètres

# FileTabSizeAscendingButton.Text
source: Size (ascending)
fr_fr: Taille (croissante)

# FileTabSizeDescSortButton.Text
source: Size (descending)
fr_fr: Taille (décroissante)

# FileTabSpotlightImporterButton.Label
source: Import Spotlight images
fr_fr: Importer les images Spotlight

# FileTabVideosNavigationItem.Content
source: Videos
fr_fr: Vidéos

# FolderNameDesktop
source: Desktop
fr_fr: Bureau

# FolderNameDownloads
source: Downloads
fr_fr: Téléchargements

# FolderNameMusic
source: Music
fr_fr: Musique

# FolderNamePictures
source: Pictures
fr_fr: Photos

# FolderNameVideos
source: Videos
fr_fr: Vidéos

# HideSystemFilesCheckBox.Content
source: Hide system files
fr_fr: Cacher les fichiers système

# MoveOrDeleteFileCheckBox.Content
source: Move files and folders to recycle bin when deleting
fr_fr: Déplacer les fichiers et répertoires dans la corbeille lors de la suppression

# OpenApplicationFolderHyperlinkButton.Content
source: Open application folder (File explorer)
fr_fr: Ouvrir le dossier de l'application (Explorateur de fichiers)

# SettingPageFileExplorerOptions.Subtitle
source: File explorer options
fr_fr: Paramètres de l'explorateur de fichiers

# SettingPageFileExplorerOptions.Title
source: Files & folders
fr_fr: Fichiers et répertoires

# SettingsAboutThisAppTextBlock.Text
source: About this app
fr_fr: A propos de cette application

# SettingsAdditionalSettingsExpander.Subtitle
source: App theme, app data, permissions, customization
fr_fr: Thème et données de l'application, permissions, personalisation

# SettingsAdditionalSettingsExpander.Title
source: Additional settings
fr_fr: Paramètres additionnels

# SettingsAppNameTextBlock.Text
source: Winnerino (Explorer) by @psyKomicron
fr_fr: Winnerino (Explorateur) par @psyKomicron

# SettingsDisplayExpander.Subtitle
source: Thumbnails, attributes...
fr_fr: Apercus, attributs...

# SettingsDisplayExpander.Title
source: Display
fr_fr: Affichage

# SettingsFileSearchUsesRegex.Content
source: Use regex
fr_fr: Utiliser les regex

# SettingsGithubHyperlinkButton.Content
source: Go to project repository (GitHub)
fr_fr: Visiter le répertoire du projet (GitHub)

# SettingsHeaderTextBlock.Text
source: Settings
fr_fr: Paramètres

# SettingsHelpHyperlinkButton.Content
source: Help
fr_fr: Aide

# SettingsIncludeFoldersCheckBox.Content
source: Include folders
fr_fr: Inclure les répertoires dans la recherche

# SettingsLibrariesExpander.Subtitle
source: Documents, downloads, music, pictures, videos
fr_fr: Documents, téléchargements, musique, photos, vidéos

# SettingsNewContentTextBlock.Text
source: What's new
fr_fr: Nouveautées

# SettingsOtherLinksTextBlock.Text
source: Other links
fr_fr: Autres liens

# SettingsQuickMenuExpander.Subtitle
source: Choose quick menu type
fr_fr: Choisir le type de menu rapide

# SettingsQuickMenuExpander.Title
source: Quick menu
fr_fr: Menu rapide

# SettingsSearchExpander.Subtitle
source: Use regex, include folders
fr_fr: Utiliser les regex, inclure les fichiers

# SettingsSearchExpander.Title
source: Search
fr_fr: Recherche de fichiers

# SettingsShortcutMenuType_Detailed.Content
source: Detailed
fr_fr: Detaillé

# SettingsShortcutMenuType_None.Content
source: None
fr_fr: Aucun

# SettingsShowPathToggleSwitch.Content
source: Show file path
fr_fr: Afficher le chemin système

# SettingsShowSystemHealthTextBlock.Text
source: Show system health
fr_fr: Afficher la page de santé système

# SettingsUseThumbnailsToggleSwitch.Content
source: Use thumbnails
fr_fr: Utiliser les apercus

# ShowSpecialsFolderToggleSwitch.Content
source: Show special folders (. & ..)
fr_fr: Afficher les dossiers speciaux (. et ..)

# TransparencyEffectsInFilePropertiesWindow.Text
source: Transparency effects in file properties window
fr_fr: Utiliser les effets de transparence pour la fenêtre de propriétés de fichiers

# TransparencyEffectsInFileSearchWindow.Text
source: Transparency effects in file search window
fr_fr: Utiliser les effets de transparence pour la fenêtre de recherche de fichiers
